// Report Card Code

name= "𝑺𝑯𝑼𝑩𝑯𝑨𝑴 𝑺𝑨𝑰𝑵𝑰";
standard= "11𝒕𝒉";
roln= 75
sub1= "Physics";
sub2= "Chemistry";
sub3= "Mathematics";
sub4= "English";
sub5= "Computer Science";
marks1= 72;
marks2= 63;
marks3= 67;
marks4= 85;
marks5= 76;
total_marks= 500;

console.log(`                           
░█▀▀█ ░█▀▀▀ ░█▀▀█ ░█▀▀▀█ ░█▀▀█ ▀▀█▀▀ 　 ░█▀▀█ ─█▀▀█ ░█▀▀█ ░█▀▀▄ 
░█▄▄▀ ░█▀▀▀ ░█▄▄█ ░█──░█ ░█▄▄▀ ─░█── 　 ░█─── ░█▄▄█ ░█▄▄▀ ░█─░█ 
░█─░█ ░█▄▄▄ ░█─── ░█▄▄▄█ ░█─░█ ─░█── 　 ░█▄▄█ ░█─░█ ░█─░█ ░█▄▄▀   
`)
console.log("----------------------------------------------------------------------")
console.log(`𝖭𝖺𝗆𝖾-`,name)
console.log("𝖲𝗍𝖺𝗇𝖽𝖺𝗋𝖽-",standard)
console.log("Roll No.-",roln)
console.log("~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~")
console.log("Subjects","    Obtained Marks","     Total Marks");
console.log("________________________________________________");

  
console.log("*",sub1,"______________",marks1,"            100");
console.log("*",sub2,"____________",marks2,"            100");
console.log("*",sub3,"__________",marks3,"            100");
console.log("*",sub4,"______________",marks4,"            100"); 
console.log("*",sub5,"_____",marks5,"            100");
console.log("~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~");
console.log("*","Total","_______________",(marks1+marks2+marks3+marks4+marks5),"            500");
 console.log("Percentage-",(((marks1+marks2+marks3+marks4+marks5)/total_marks)*100)+"%");
console.log("~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~");
console.log("Result-","❞𝑷𝑨𝑺𝑺𝑬𝑫 ❞")
console.log("              𝒞 𝒪 𝒩 𝒢 ℛ 𝒜 𝒯 𝒰 ℒ 𝒜 𝒯 ℐ 𝒪 𝒩 𝒮");
